/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Avbryt";
"Retry" = "Prøv på nytt";
"Disconnect" = "Koble fra";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Startdisken er nesten full.";
"You need to make more space available on your startup disk by deleting files." = "Du må frigjøre plass på startdisken ved å slette filer.";
"Your disk is almost full." = "Disken er nesten full.";
"The disk " = "Disken ";
" is almost full. You can delete files on the disk to make more space available." = " er nesten full. Du kan slette filer på disken for å frigjøre plass.";
"Do not warn me about this disk again" = "Ikke advar meg om denne disken flere ganger";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Startdisken er full.";
"Your_disk_is_full." = "Disken er full.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " er full. Du kan gjøre mer plass tilgjengelig ved å slette filer på disken.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "En tjener du bruker, svarer ikke på fillåsingsforespørsler. Vil du fortsette forsøket på å kontakte tjeneren?";
"Click OK to continue trying to contact the server " = "Klikk på OK for å fortsette å forsøke å kontakte tjeneren ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Klikk på Deaktiver låsing for å slå av fillåsing for dette filsystemet. Hvis du deaktiverer fillåsing for dette filsystemet, kan programmer som bruker fillåsing på dette filsystemet, slutte å fungere.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Er du sikker på at du vil deaktivere fillåsing for dette filsystemet?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Hvis du deaktiverer fillåsing for dette filsystemet, kan programmer som bruker fillåsing på dette filsystemet, slutte å fungere.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Ikke advar meg igjen.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Lese/skrive-feil";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Feil ble funnet under forsøk på å få tilgang til ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Skade på filsystem ble funnet";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Skade på filsystem ble funnet på ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  Volumet blir reparert neste gang det aktiveres.";
